Repository: jjundev/project_wattly
Catalog: Wattly/Resources/Localizable.xcstrings
Source language: ko
Languages: ar, cs, da, de, el, en, es, fi, fr, he, hi, hu, id, it, ja, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: 배터리 충전 제한이 %lld%%로 설정되어 있습니다.
ar: تم ضبط حد شحن البطارية على %lld%%.
cs: Limit nabíjení baterie je nastaven na %lld%%.
da: Grænsen for batteriopladning er indstillet til %lld%%.
de: Das Ladelimit der Batterie ist auf %lld%% eingestellt.
el: Το όριο φόρτισης της μπαταρίας έχει οριστεί σε %lld%%.
en: Battery charging limit is set to %lld%%.
es: El límite de carga de la batería está establecido en %lld%%.
fi: Akun latausraja on asetettu arvoon %lld%%.
fr: La limite de charge de la batterie est fixée à %lld%%.
he: מגבלת טעינת הסוללה מוגדרת ל-‎%lld%%.
hi: बैटरी चार्जिंग सीमा %lld%% पर सेट है।
hu: Az akkumulátor töltési korlátja %lld%%-ra van beállítva.
id: Batas pengisian daya baterai diatur ke %lld%%.
it: Il limite di carica della batteria è impostato su %lld%%.
ja: バッテリー充電制限が%lld%%に設定されています。
nb: Ladebegrensningen for batteriet er satt til %lld%%.
nl: Oplaadlimiet van de batterij is ingesteld op %lld%%.
pl: Limit ładowania baterii jest ustawiony na %lld%%.
pt_br: O limite de carga da bateria está definido em %lld%%.
pt_pt: O limite de carregamento da bateria está definido para %lld%%.
ro: Limita de încărcare a bateriei este setată la %lld%%.
ru: Предел зарядки аккумулятора установлен на %lld%%.
sv: Batteriets laddningsgräns är inställd på %lld%%.
th: ขีดจำกัดการชาร์จแบตเตอรี่ถูกตั้งไว้ที่ %lld%%
tr: Pil şarj sınırı %% %lld olarak ayarlandı.
uk: Ліміт заряджання акумулятора встановлено на %lld%%.
vi: Giới hạn sạc pin được đặt ở mức %lld%%.
zh_hans: 电池充电限制已设置为 %lld%%。
zh_hant: 電池充電限制已設定為 %lld%%。

source: 배터리 충전 제한이 비활성화되어 있습니다.
ar: تم تعطيل حد شحن البطارية.
cs: Limit nabíjení baterie je deaktivován.
da: Batteriopladningsgrænse er deaktiveret.
de: Das Ladelimit der Batterie ist deaktiviert.
el: Το όριο φόρτισης μπαταρίας είναι απενεργοποιημένο.
en: Battery charging limit is disabled.
es: El límite de carga de la batería está desactivado.
fi: Akun latausraja on poistettu käytöstä.
fr: La limite de charge de la batterie est désactivée.
he: מגבלת טעינת הסוללה מושבתת.
hi: बैटरी चार्जिंग सीमा अक्षम है।
hu: Az akkumulátor töltési korlátja ki van kapcsolva.
id: Batas pengisian daya baterai dinonaktifkan.
it: Il limite di carica della batteria è disattivato.
ja: バッテリー充電制限が無効になっています。
nb: Ladebegrensning for batteri er deaktivert.
nl: Oplaadlimiet van de batterij is uitgeschakeld.
pl: Limit ładowania baterii jest wyłączony.
pt_br: O limite de carga da bateria está desativado.
pt_pt: O limite de carregamento da bateria está desativado.
ro: Limita de încărcare a bateriei este dezactivată.
ru: Предел зарядки аккумулятора отключен.
sv: Batteriets laddningsgräns är inaktiverad.
th: ขีดจำกัดการชาร์จแบตเตอรี่ถูกปิดใช้งาน
tr: Pil şarj sınırı devre dışı bırakıldı.
uk: Ліміт заряджання акумулятора вимкнено.
vi: Giới hạn sạc pin đã bị vô hiệu hóa.
zh_hans: 电池充电限制已禁用。
zh_hant: 電池充電限制已停用。

source: 배터리 충전 최적화 안내
ar: دليل تحسين شحن البطارية
cs: Průvodce optimalizovaným nabíjením baterie
da: Vejledning til optimeret batteriopladning
de: Leitfaden für optimiertes Laden der Batterie
el: Οδηγός βελτιστοποιημένης φόρτισης μπαταρίας
en: Optimized Battery Charging Guide
es: Guía de recarga optimizada
fi: Optimoidun akun latauksen opas
fr: Guide de recharge optimisée de la batterie
he: מדריך טעינת סוללה מותאמת
hi: अनुकूलित बैटरी चार्जिंग गाइड
hu: Útmutató az optimalizált akkutöltéshez
id: Panduan Pengisian Daya Baterai Optimal
it: Guida al caricamento ottimizzato
ja: バッテリー充電の最適化ガイド
nb: Veiledning for optimert batterilading
nl: Handleiding voor geoptimaliseerd opladen
pl: Przewodnik po zoptymalizowanym ładowaniu baterii
pt_br: Guia de Carregamento Otimizado
pt_pt: Guia do carregamento otimizado
ro: Ghid de încărcare optimizată a bateriei
ru: Руководство по оптимизированной зарядке
sv: Guide för optimerad batteriladdning
th: คำแนะนำการชาร์จเพื่อถนอมแบตเตอรี่
tr: İyileştirilmiş Pil Şarjı Kılavuzu
uk: Посібник з оптимізованого заряджання
vi: Hướng dẫn sạc pin được tối ưu hóa
zh_hans: 优化电池充电指南
zh_hant: 最佳化電池充電指南

source: 배터리 충전 최적화 안내 보기
ar: عرض دليل تحسين شحن البطارية
cs: Zobrazit průvodce optimalizovaným nabíjením baterie
da: Vis vejledning til optimeret batteriopladning
de: Leitfaden für optimiertes Laden der Batterie anzeigen
el: Προβολή οδηγού βελτιστοποιημένης φόρτισης μπαταρίας
en: View Optimized Battery Charging Guide
es: Ver guía de recarga optimizada
fi: Näytä optimoidun akun latauksen opas
fr: Afficher le guide de recharge optimisée de la batterie
he: הצג מדריך טעינת סוללה מותאמת
hi: अनुकूलित बैटरी चार्जिंग गाइड देखें
hu: Optimalizált akkutöltési útmutató megtekintése
id: Lihat Panduan Pengisian Daya Baterai Optimal
it: Visualizza guida al caricamento ottimizzato
ja: バッテリー充電最適化の案内を見る
nb: Vis veiledning for optimert batterilading
nl: Handleiding voor geoptimaliseerd opladen bekijken
pl: Pokaż przewodnik po zoptymalizowanym ładowaniu
pt_br: Ver Guia de Carregamento Otimizado
pt_pt: Ver guia do carregamento otimizado
ro: Vizualizați ghidul de încărcare optimizată a bateriei
ru: Посмотреть руководство по оптимизированной зарядке
sv: Visa guide för optimerad batteriladdning
th: ดูคำแนะนำการชาร์จเพื่อถนอมแบตเตอรี่
tr: İyileştirilmiş Pil Şarjı Kılavuzunu Görüntüle
uk: Переглянути посібник з оптимізованого заряджання
vi: Xem hướng dẫn sạc pin được tối ưu hóa
zh_hans: 查看优化电池充电指南
zh_hant: 檢視最佳化電池充電指南

source: 배터리 충전 한도를 %lld%%로 변경하고 비활성화했습니다.
ar: تم تغيير حد شحن البطارية إلى %lld%% وتعطيله.
cs: Limit nabíjení baterie byl změněn na %lld%% a deaktivován.
da: Grænsen for batteriopladning blev ændret til %lld%% og deaktiveret.
de: Ladelimit der Batterie wurde auf %lld%% geändert und deaktiviert.
el: Το όριο φόρτισης της μπαταρίας άλλαξε σε %lld%% και απενεργοποιήθηκε.
en: Changed battery charging limit to %lld%% and disabled it.
es: Se cambió el límite de carga de la batería a %lld%% y se desactivó.
fi: Akun latausrajaksi muutettiin %lld%% ja se poistettiin käytöstä.
fr: Limite de charge de la batterie modifiée à %lld%% et désactivée.
he: מגבלת טעינת הסוללה שונתה ל-‎%lld%% והושבתה.
hi: बैटरी चार्जिंग सीमा बदलकर %lld%% की गई और इसे अक्षम कर दिया गया।
hu: Az akkumulátor töltési korlátja %lld%%-ra módosítva és kikapcsolva.
id: Batas pengisian baterai diubah ke %lld%% dan dinonaktifkan.
it: Il limite di carica della batteria è stato modificato a %lld%% e disattivato.
ja: バッテリー充電上限を%lld%%に変更し、無効にしました。
nb: Ladebegrensning for batteriet ble endret til %lld%% og deaktivert.
nl: Oplaadlimiet van de batterij gewijzigd naar %lld%% en uitgeschakeld.
pl: Zmieniono limit ładowania baterii na %lld%% i wyłączono go.
pt_br: Limite de carga da bateria alterado para %lld%% e desativado.
pt_pt: Limite de carregamento da bateria alterado para %lld%% e desativado.
ro: Limita de încărcare a bateriei a fost schimbată la %lld%% și dezactivată.
ru: Предел зарядки аккумулятора изменен на %lld%% и отключен.
sv: Ändrade batteriets laddningsgräns till %lld%% och inaktiverade den.
th: เปลี่ยนขีดจำกัดการชาร์จแบตเตอรี่เป็น %lld%% และปิดใช้งานแล้ว
tr: Pil şarj sınırı %% %lld olarak değiştirildi ve devre dışı bırakıldı.
uk: Ліміт заряджання акумулятора змінено на %lld%% та вимкнено.
vi: Đã đổi giới hạn sạc pin thành %lld%% và vô hiệu hóa.
zh_hans: 已将电池充电限制更改为 %lld%% 并已禁用。
zh_hant: 已將電池充電限制變更為 %lld%% 並已停用。

source: 배터리 충전 한도를 %lld%%로 설정했습니다.
ar: تم ضبط حد شحن البطارية على %lld%%.
cs: Limit nabíjení baterie byl nastaven na %lld%%.
da: Grænsen for batteriopladning blev indstillet til %lld%%.
de: Ladelimit der Batterie wurde auf %lld%% festgelegt.
el: Το όριο φόρτισης της μπαταρίας ορίστηκε σε %lld%%.
en: Set battery charging limit to %lld%%.
es: Límite de carga de la batería establecido en %lld%%.
fi: Akun latausrajaksi asetettiin %lld%%.
fr: Limite de charge de la batterie définie à %lld%%.
he: מגבלת טעינת הסוללה הוגדרה ל-‎%lld%%.
hi: बैटरी चार्जिंग सीमा %lld%% पर सेट की गई।
hu: Az akkumulátor töltési korlátja %lld%%-ra lett beállítva.
id: Batas pengisian baterai diatur ke %lld%%.
it: Limite di carica della batteria impostato a %lld%%.
ja: バッテリー充電上限を%lld%%に設定しました。
nb: Ladebegrensning for batteriet ble satt til %lld%%.
nl: Oplaadlimiet van de batterij ingesteld op %lld%%.
pl: Ustawiono limit ładowania baterii na %lld%%.
pt_br: Limite de carga da bateria definido para %lld%%.
pt_pt: Limite de carregamento da bateria definido para %lld%%.
ro: Limita de încărcare a bateriei a fost setată la %lld%%.
ru: Предел зарядки аккумулятора установлен на %lld%%.
sv: Ställde in batteriets laddningsgräns till %lld%%.
th: ตั้งค่าขีดจำกัดการชาร์จแบตเตอรี่เป็น %lld%% แล้ว
tr: Pil şarj sınırı %% %lld olarak ayarlandı.
uk: Ліміт заряджання акумулятора встановлено на %lld%%.
vi: Đã đặt giới hạn sạc pin thành %lld%%.
zh_hans: 已将电池充电限制设置为 %lld%%。
zh_hant: 已將電池充電限制設定為 %lld%%。

source: 배터리 카드에서 목표 잔량까지 수동 방전 버튼을 표시합니다.
ar: يعرض زر التفريغ اليدوي حتى المستوى المستهدف على بطاقة البطارية.
cs: Zobrazuje tlačítko pro ruční vybití na cílovou úroveň na kartě baterie.
da: Viser en knap til manuel afladning til målniveauet på batterikortet.
de: Zeigt eine Schaltfläche zum manuellen Entladen auf den Zielwert auf der Batteriekarte an.
el: Εμφανίζει ένα κουμπί για χειροκίνητη εκφόρτιση στο επίπεδο-στόχο στην κάρτα μπαταρίας.
en: Displays a button to manually discharge to the target level on the battery card.
es: Muestra un botón para descargar manualmente hasta el nivel objetivo en la tarjeta de batería.
fi: Näyttää akkukortissa painikkeen manuaaliseen purkamiseen tavoitetasolle.
fr: Affiche un bouton sur la carte de la batterie pour décharger manuellement jusqu'au niveau cible.
he: מציג כפתור לפריקה ידנית עד לרמת היעד בכרטיס הסוללה.
hi: बैटरी कार्ड पर लक्ष्य स्तर तक मैन्युअल रूप से डिस्चार्ज करने का बटन प्रदर्शित करता है।
hu: Gombot jelenít meg az akkumulátorkártyán a cél szintre történő kézi lemerítéshez.
id: Menampilkan tombol untuk mengosongkan daya secara manual ke tingkat target pada kartu baterai.
it: Mostra un pulsante per scaricare manualmente fino al livello target sulla scheda della batteria.
ja: バッテリーカードに目標残量まで手動放電するボタンを表示します。
nb: Viser en knapp for manuell utlading til målnivået på batterikortet.
nl: Toont een knop om handmatig te ontladen naar het doelniveau op de batterijkaart.
pl: Wyświetla przycisk ręcznego rozładowywania do poziomu docelowego na karcie baterii.
pt_br: Exibe um botão para descarregar manualmente até o nível desejado no cartão da bateria.
pt_pt: Apresenta um botão para descarregar manualmente até ao nível pretendido no cartão da bateria.
ro: Afișează un buton pentru descărcarea manuală la nivelul țintă pe cardul bateriei.
ru: Отображает кнопку ручной разрядки до целевого уровня на карточке аккумулятора.
sv: Visar en knapp för manuell urladdning till målnivån på batterikortet.
th: แสดงปุ่มสำหรับคายประจุแบบกำหนดเองไปยังระดับเป้าหมายบนการ์ดแบตเตอรี่
tr: Pil kartında hedef seviyeye kadar manuel deşarj düğmesini gösterir.
uk: Відображає кнопку ручного розряджання до цільового рівня на картці акумулятора.
vi: Hiển thị nút xả pin thủ công đến mức mục tiêu trên thẻ pin.
zh_hans: 在电池卡片上显示手动放电至目标电量的按钮。
zh_hant: 在電池卡片上顯示手動放電至目標電量的按鈕。

source: 배터리 카드에서 목표 잔량까지 수동 방전 버튼을 표시합니다. 배터리 잔량이 목표치보다 높을 때만 표시됩니다.
ar: يعرض زر التفريغ اليدوي حتى المستوى المستهدف على بطاقة البطارية. يتم عرضه فقط عندما يكون مستوى البطارية أعلى من المستوى المستهدف.
cs: Zobrazuje tlačítko pro ruční vybití na cílovou úroveň na kartě baterie. Zobrazuje se pouze tehdy, když je stav baterie nad cílovou úrovní.
da: Viser en knap til manuel afladning til målniveauet på batterikortet. Vises kun, når batteriniveauet er over målniveauet.
de: Zeigt eine Schaltfläche zum manuellen Entladen auf den Zielwert auf der Batteriekarte an. Wird nur angezeigt, wenn der Akkustand über dem Zielwert liegt.
el: Εμφανίζει ένα κουμπί για χειροκίνητη εκφόρτιση στο επίπεδο-στόχο στην κάρτα μπαταρίας. Εμφανίζεται μόνο όταν η στάθμη της μπαταρίας είναι πάνω από το επίπεδο-στόχο.
en: Displays a button to manually discharge to the target level on the battery card. Only shown when the battery level is above the target.
es: Muestra un botón para descargar manualmente hasta el nivel objetivo en la tarjeta de batería. Solo se muestra cuando el nivel de batería es superior al objetivo.
fi: Näyttää akkukortissa painikkeen manuaaliseen purkamiseen tavoitetasolle. Näytetään vain, kun akun varaustaso on tavoitetason yläpuolella.
fr: Affiche un bouton sur la carte de la batterie pour décharger manuellement jusqu'au niveau cible. Affiché uniquement lorsque le niveau de la batterie est supérieur à la cible.
he: מציג כפתור לפריקה ידנית עד לרמת היעד בכרטיס הסוללה. מוצג רק כאשר רמת הסוללה מעל לרמת היעד.
hi: बैटरी कार्ड पर लक्ष्य स्तर तक मैन्युअल रूप से डिस्चार्ज करने का बटन प्रदर्शित करता है। केवल तब दिखाया जाता है जब बैटरी का स्तर लक्ष्य से अधिक हो।
hu: Gombot jelenít meg az akkumulátorkártyán a cél szintre történő kézi lemerítéshez. Csak akkor jelenik meg, ha az akkumulátor töltöttsége meghaladja a cél szintet.
id: Menampilkan tombol untuk mengosongkan daya secara manual ke tingkat target pada kartu baterai. Hanya ditampilkan saat daya baterai berada di atas target.
it: Mostra un pulsante per scaricare manualmente fino al livello target sulla scheda della batteria. Mostrato solo quando il livello della batteria è superiore al valore target.
ja: バッテリーカードに目標残量まで手動放電するボタンを表示します。バッテリー残量が目標値より高いときのみ表示されます。
nb: Viser en knapp for manuell utlading til målnivået på batterikortet. Vises bare når batterinivået er over målnivået.
nl: Toont een knop om handmatig te ontladen naar het doelniveau op de batterijkaart. Wordt alleen weergegeven wanneer het batterijniveau hoger is dan het doel.
pl: Wyświetla przycisk ręcznego rozładowywania do poziomu docelowego na karcie baterii. Wyświetlany tylko wtedy, gdy poziom naładowania baterii jest wyższy niż docelowy.
pt_br: Exibe um botão no cartão da bateria para descarregar manualmente até o nível desejado. Exibido apenas quando o nível da bateria estiver acima da meta.
pt_pt: Apresenta um botão no cartão da bateria para descarregar manualmente até ao nível pretendido. Apenas apresentado quando o nível da bateria estiver acima do valor pretendido.
ro: Afișează un buton pentru descărcare manuală până la nivelul țintă pe cardul bateriei. Se afișează numai când nivelul bateriei este peste valoarea țintă.
ru: Отображает кнопку ручной разрядки до целевого уровня на карточке аккумулятора. Отображается только тогда, когда уровень заряда выше целевого.
sv: Visar en knapp för manuell urladdning till målnivån på batterikortet. Visas endast när batterinivån är över målnivån.
th: แสดงปุ่มคายประจุด้วยตนเองจนถึงระดับเป้าหมายบนการ์ดแบตเตอรี่ แสดงเฉพาะเมื่อระดับแบตเตอรี่สูงกว่าเป้าหมายเท่านั้น
tr: Pil kartında hedef seviyeye kadar manuel deşarj düğmesini gösterir. Yalnızca pil seviyesi hedefin üzerindeyken gösterilir.
uk: Відображає кнопку ручного розряджання до цільового рівня на картці акумулятора. Відображається лише тоді, коли рівень заряду перевищує цільовий.
vi: Hiển thị nút xả pin thủ công đến mức mục tiêu trên thẻ pin. Chỉ hiển thị khi mức pin cao hơn mục tiêu.
zh_hans: 在电池卡片上显示手动放电至目标电量的按钮。仅在电池电量高于目标值时显示。
zh_hant: 在電池卡片上顯示手動放電至目標電量的按鈕。僅在電池電量高於目標值時顯示。

source: 배터리 카드에서 일회성 100% 충전 버튼을 표시합니다.
ar: يعرض زر شحن لمرة واحدة بنسبة 100% على بطاقة البطارية.
cs: Zobrazuje tlačítko jednorázového nabití na 100 % na kartě baterie.
da: Viser en knap til engangsopladning til 100 % på batterikortet.
de: Zeigt eine Schaltfläche für einmaliges Laden auf 100 % auf der Batteriekarte an.
el: Εμφανίζει ένα κουμπί εφάπαξ φόρτισης στο 100% στην κάρτα μπαταρίας.
en: Displays a one-time 100% charge button on the battery card.
es: Muestra un botón de carga única al 100% en la tarjeta de batería.
fi: Näyttää akkukortissa painikkeen kertaluonteiseen 100 %:n lataukseen.
fr: Affiche un bouton de recharge unique à 100 % sur la carte de la batterie.
he: מציג כפתור טעינה חד-פעמית ל-100% בכרטיס הסוללה.
hi: बैटरी कार्ड पर एक बार 100% चार्ज करने का बटन प्रदर्शित करता है।
hu: Gombot jelenít meg az akkumulátorkártyán az egyszeri 100%-ra töltéshez.
id: Menampilkan tombol pengisian 100% sekali pakai pada kartu baterai.
it: Mostra un pulsante di ricarica singola al 100% sulla scheda della batteria.
ja: バッテリーカードに1回限りの100%充電ボタンを表示します。
nb: Viser en knapp for engangslading til 100 % på batterikortet.
nl: Toont een knop voor eenmalig opladen tot 100% op de batterijkaart.
pl: Wyświetla przycisk jednorazowego ładowania do 100% na karcie baterii.
pt_br: Exibe um botão de carga única até 100% no cartão da bateria.
pt_pt: Apresenta um botão de carga única até 100% no cartão da bateria.
ro: Afișează un buton pentru încărcare unică la 100% pe cardul bateriei.
ru: Отображает кнопку разовой зарядки до 100% на карточке аккумулятора.
sv: Visar en knapp för engångsladdning till 100 % på batterikortet.
th: แสดงปุ่มชาร์จ 100% ครั้งเดียวบนการ์ดแบตเตอรี่
tr: Pil kartında tek seferlik %100 şarj etme düğmesini gösterir.
uk: Відображає кнопку разового заряджання до 100% на картці акумулятора.
vi: Hiển thị nút sạc đầy 100% một lần trên thẻ pin.
zh_hans: 在电池卡片上显示一次性充至100%的按钮。
zh_hant: 在電池卡片上顯示一次性充至100%的按鈕。

source: 배터리 캘리브레이션
ar: معايرة البطارية
cs: Kalibrace baterie
da: Batterikalibrering
de: Batteriekalibrierung
el: Βαθμονόμηση μπαταρίας
en: Battery Calibration
es: Calibración de la batería
fi: Akun kalibrointi
fr: Étalonnage de la batterie
he: כיול הסוללה
hi: बैटरी कैलिब्रेशन
hu: Akkumulátor-kalibrálás
id: Kalibrasi Baterai
it: Calibrazione della batteria
ja: バッテリーキャリブレーション
nb: Batterikalibrering
nl: Batterijkalibratie
pl: Kalibracja baterii
pt_br: Calibração da Bateria
pt_pt: Calibração da Bateria
ro: Calibrarea bateriei
ru: Калибровка батареи
sv: Batterikalibrering
th: การปรับเทียบแบตเตอรี่
tr: Pil Kalibrasyonu
uk: Калібрування акумулятора
vi: Hiệu chuẩn Pin
zh_hans: 电池校准
zh_hant: 電池校準

source: 배터리 캘리브레이션 실패
ar: فشلت معايرة البطارية
cs: Kalibrace baterie se nezdařila
da: Batterikalibrering mislykkedes
de: Batteriekalibrierung fehlgeschlagen
el: Η βαθμονόμηση μπαταρίας απέτυχε
en: Battery Calibration Failed
es: Error en la calibración de la batería
fi: Akun kalibrointi epäonnistui
fr: Échec de l'étalonnage de la batterie
he: כיול הסוללה נכשל
hi: बैटरी कैलिब्रेशन विफल रहा
hu: Az akkumulátor-kalibrálás sikertelen
id: Kalibrasi Baterai Gagal
it: Calibrazione della batteria non riuscita
ja: バッテリーキャリブレーションに失敗しました
nb: Batterikalibrering mislyktes
nl: Batterijkalibratie mislukt
pl: Kalibracja baterii nie powiodła się
pt_br: Falha na Calibração da Bateria
pt_pt: Falha na Calibração da Bateria
ro: Calibrarea bateriei a eșuat
ru: Сбой калибровки батареи
sv: Batterikalibrering misslyckades
th: การปรับเทียบแบตเตอรี่ล้มเหลว
tr: Pil Kalibrasyonu Başarısız Oldu
uk: Не вдалося виконати калібрування акумулятора
vi: Hiệu chuẩn Pin Không thành công
zh_hans: 电池校准失败
zh_hant: 電池校準失敗

source: 배터리 캘리브레이션 자동 취소됨
ar: تم إلغاء معايرة البطارية
cs: Kalibrace baterie zrušena
da: Batterikalibrering annulleret
de: Batteriekalibrierung abgebrochen
el: Η βαθμονόμηση μπαταρίας ακυρώθηκε
en: Battery Calibration Cancelled
es: Calibración de la batería cancelada
fi: Akun kalibrointi peruutettu
fr: Étalonnage de la batterie annulé
he: כיול הסוללה בוטל
hi: बैटरी कैलिब्रेशन रद्द किया गया
hu: Akkumulátor-kalibrálás megszakítva
id: Kalibrasi Baterai Dibatalkan
it: Calibrazione della batteria annullata
ja: バッテリーキャリブレーションをキャンセルしました
nb: Batterikalibrering avbrutt
nl: Batterijkalibratie geannuleerd
pl: Kalibracja baterii anulowana
pt_br: Calibração da Bateria Cancelada
pt_pt: Calibração da Bateria Cancelada
ro: Calibrarea bateriei a fost anulată
ru: Калибровка батареи отменена
sv: Batterikalibrering avbruten
th: ยกเลิกการปรับเทียบแบตเตอรี่แล้ว
tr: Pil Kalibrasyonu İptal Edildi
uk: Калібрування акумулятора скасовано
vi: Đã hủy Hiệu chuẩn Pin
zh_hans: 电池校准已取消
zh_hant: 電池校準已取消

source: 배터리 캘리브레이션 중지됨
ar: توقفت معايرة البطارية
cs: Kalibrace baterie zastavena
da: Batterikalibrering stoppet
de: Batteriekalibrierung gestoppt
el: Η βαθμονόμηση μπαταρίας διακόπηκε
en: Battery Calibration Stopped
es: Calibración de la batería detenida
fi: Akun kalibrointi pysäytetty
fr: Étalonnage de la batterie arrêté
he: כיול הסוללה הופסק
hi: बैटरी कैलिब्रेशन रोका गया
hu: Akkumulátor-kalibrálás leállítva
id: Kalibrasi Baterai Dihentikan
it: Calibrazione della batteria interrotta
ja: バッテリーキャリブレーションを中止しました
nb: Batterikalibrering stoppet
nl: Batterijkalibratie gestopt
pl: Kalibracja baterii zatrzymana
pt_br: Calibração da Bateria Interrompida
pt_pt: Calibração da Bateria Interrompida
ro: Calibrarea bateriei a fost oprită
ru: Калибровка батареи остановлена
sv: Batterikalibrering stoppad
th: หยุดการปรับเทียบแบตเตอรี่แล้ว
tr: Pil Kalibrasyonu Durduruldu
uk: Калібрування акумулятора зупинено
vi: Đã dừng Hiệu chuẩn Pin
zh_hans: 电池校准已停止
zh_hant: 電池校準已停止

source: 배터리 캘리브레이션 진행 중
ar: معايرة البطارية قيد التنفيذ
cs: Probíhá kalibrace baterie
da: Batterikalibrering i gang
de: Batteriekalibrierung läuft
el: Βαθμονόμηση μπαταρίας σε εξέλιξη
en: Battery calibration in progress
es: Calibración de la batería en curso
fi: Akun kalibrointi käynnissä
fr: Étalonnage de la batterie en cours
he: כיול הסוללה בתהליך
hi: बैटरी कैलिब्रेशन जारी है
hu: Akkumulátor-kalibrálás folyamatban
id: Kalibrasi baterai sedang berlangsung
it: Calibrazione della batteria in corso
ja: バッテリーキャリブレーション中
nb: Batterikalibrering pågår
nl: Batterijkalibratie bezig
pl: Trwa kalibracja baterii
pt_br: Calibração da bateria em andamento
pt_pt: Calibração da bateria em curso
ro: Calibrarea bateriei este în curs
ru: Выполняется калибровка батареи
sv: Batterikalibrering pågår
th: กำลังปรับเทียบแบตเตอรี่
tr: Pil kalibrasyonu sürüyor
uk: Виконується калібрування акумулятора
vi: Đang hiệu chuẩn pin
zh_hans: 电池校准进行中
zh_hant: 電池校準進行中

source: 배터리 캘리브레이션에 조치가 필요합니다
ar: معايرة البطارية بحاجة إليك
cs: Kalibrace baterie vyžaduje váš zásah
da: Batterikalibreringen har brug for dig
de: Batteriekalibrierung braucht dich
el: Η βαθμονόμηση μπαταρίας χρειάζεται την προσοχή σας
en: Battery Calibration Needs You
es: La calibración de la batería necesita tu atención
fi: Akun kalibrointi tarvitsee sinua
fr: L'étalonnage de la batterie a besoin de vous
he: כיול הסוללה זקוק לך
hi: बैटरी कैलिब्रेशन को आपकी आवश्यकता है
hu: Az akkumulátor-kalibrálásnak szüksége van rád
id: Kalibrasi Baterai Membutuhkan Tindakan Anda
it: La calibrazione della batteria richiede il tuo intervento
ja: バッテリーキャリブレーションに対応が必要です
nb: Batterikalibreringen trenger deg
nl: Batterijkalibratie heeft je nodig
pl: Kalibracja baterii wymaga Twojej uwagi
pt_br: A Calibração da Bateria Precisa de Você
pt_pt: A Calibração da Bateria Precisa de Si
ro: Calibrarea bateriei are nevoie de tine
ru: Калибровке батареи нужно ваше участие
sv: Batterikalibreringen behöver dig
th: การปรับเทียบแบตเตอรี่ต้องการให้คุณดำเนินการ
tr: Pil Kalibrasyonu Size İhtiyaç Duyuyor
uk: Калібруванню акумулятора потрібна ваша увага
vi: Hiệu chuẩn Pin Cần bạn Xử lý
zh_hans: 电池校准需要你处理
zh_hant: 電池校準需要你處理

source: 배터리 효율
ar: صحة البطارية
cs: Kondice baterie
da: Batterihelbred
de: Batteriezustand
el: Υγεία μπαταρίας
en: Battery Health
es: Salud de la batería
fi: Akun kunto
fr: État de la batterie
he: בריאות הסוללה
hi: बैटरी स्वास्थ्य
hu: Akkumulátor állapota
id: Kesehatan Baterai
it: Stato batteria
ja: バッテリー状態
nb: Batteritilstand
nl: Batterijconditie
pl: Kondycja baterii
pt_br: Saúde da Bateria
pt_pt: Estado da Bateria
ro: Sănătate baterie
ru: Состояние аккумулятора
sv: Batterihälsa
th: สุขภาพแบตเตอรี่
tr: Pil Sağlığı
uk: Справність акумулятора
vi: Tình trạng pin
zh_hans: 电池健康度
zh_hant: 電池健康度
